Repository: threadi/external-files-from-google-drive
Catalog: languages/external-files-from-google-drive-*_formal.po
Languages: de_de

source: External files from Google Drive in Media Library
de_de: Externe Dateien aus Google Drive in der Mediathek

source: Extends External files in Media Library for usage of Google Drive.
de_de: Erweitert externe Dateien in der Mediathek für die Verwendung von Google Drive.

source: Choose file(s) from your Google Drive
de_de: Wähle Datei(en) von deinem Google Drive

source: API connection
de_de: API Verbindung

source: Connect now
de_de: Jetzt verbinden

source: Disconnect
de_de: Trennen

source: Created at %1$s
de_de: Erstellt am %1$s

source: View and import files
de_de: Zeige und importiere Dateien

source: Show shared files
de_de: Zeige geteilte Dateien an

source: Show trashed files
de_de: Zeige gelöschte Dateien an

source: Hint
de_de: Hinweis

source: Each user will find its settings in his own <a href="%1$s">user profile</a>.
de_de: Jeder Benutzer findet seine Einstellungen in seinem eigenem <a href="%1$s">Benutzerprofil</a>.

source: Max. files to load per iteration
de_de: Maximale Anzahl Dateien pro Durchlauf

source: This value specifies how many files should be loaded during a directory import. The higher the value, the greater the likelihood of timeouts during import.
de_de: Dieser Wert gibt an, wie viele Dateien beim Importieren eines Verzeichnisses geladen werden sollen. Je höher der Wert, desto größer ist die Wahrscheinlichkeit, dass es während des Imports zu Zeitüberschreitungen kommt.

source: New Google Drive access token saved for global usage.
de_de: Neuer Google Drive-Zugriffstoken für globale Nutzung gespeichert.

source: New Google Drive access token saved for user %1$s.
de_de: Neuer Google Drive-Zugriffstoken für Benutzer %1$s gespeichert.

source: Given GoogleDrive-URL could not be used as external file in websites.
de_de: Die angegebene GoogleDrive-URL konnte nicht als externe Datei in Websites verwendet werden.

source: Got error from Google OAuth:
de_de: Fehler von Google OAuth:

source: List of files could not be loaded from Google Drive. Error:
de_de: Die Liste der Dateien konnte nicht aus Google Drive geladen werden. Fehler:

source: List of files could not be loaded from Google Drive. Check the <a href="%1$s" target="_blank">log</a> for detailed information.
de_de: Die Dateiliste konnte nicht aus Google Drive geladen werden. Detaillierte Informationen finden Sie im <a href="%1$s" target="_blank">Protokoll</a>.

source: Loading folder data results in an error:
de_de: Das Laden der Ordnerdaten führt zu einem Fehler:

source: Import
de_de: Importieren

source: File-type is not supported
de_de: Der Dateityp wird nicht unterstützt

source: Go to Google Drive
de_de: Gehe zu Google Drive

source: Settings
de_de: Einstellungen

source: Import active directory
de_de: Importiere aktuelles Verzeichnis

source: Save active directory as your external source
de_de: Speicher das aktuelle Verzeichnis als externe Quelle

source: Connect
de_de: Verbinden

source: Error on request to get refreshed token.
de_de: Fehler beim Abrufen eines neuen Tokens.

source: GoogleDrive is not connected!
de_de: GoogleDrive ist nicht verbunden!

source: GoogleDrive is not connected.
de_de: GoogleDrive ist nicht verbunden.

source: GoogleDrive is not connected. Please create a connection to Google Drive <a href="%1$s">here</a>.
de_de: GoogleDrive ist nicht verbunden. Bitte erstelle eine Verbindung zu Google Drive <a href="%1$s">hier</a>.

source: GoogleDrive access token is not valid.
de_de: GoogleDrive Zugriffstoken ist nicht gültig.

source: GoogleDrive access token appears to be no longer valid.
de_de: GoogleDrive Zugriffstoken scheint nicht länger gültig zu sein.

source: GoogleDrive access token appears to be no longer valid. Please create a new connection to Google Drive <a href="%1$s">here</a>.
de_de: Der GoogleDrive-Zugriffstoken scheint nicht mehr gültig zu sein. Bitte erstelle <a href="%1$s">hier</a> eine neue Verbindung zu Google Drive.

source: Error during check of GoogleDrive access token:
de_de: Fehler bei der Überprüfung des GoogleDrive-Zugriffstokens:

source: Connect Google Drive
de_de: Verbinde Google Drive

source: You will be directed to a Google dialog. Follow this and confirm the approvals.
de_de: Du wirst zu einem Google-Dialogfeld weitergeleitet. Folge den Anweisungen und bestätige die Genehmigungen.

source: You will also be directed to the website of the plugin developer. This is necessary to allow you to easily share your Google Drive account. No data about you will be stored in this context.
de_de: Du wirst außerdem auf die Website des Plugin-Entwicklers weitergeleitet. Dies ist notwendig, damit du dein Google Drive-Konto einfach freigeben kannst. In diesem Zusammenhang werden keine Daten über dich gespeichert.

source: Click on the button below to connect your Google Drive with your website.
de_de: Klicke auf den Button unten, um dein Google Drive mit deiner Website zu verbinden.

source: Cancel
de_de: Abbrechen

source: Disconnect Google Drive
de_de: Trenne Google Drive

source: Click on the button below to disconnect your Google Drive from your website.
de_de: Klicke auf den Button unten, um die Verbindung zwischen Google Drive und deiner Website zu trennen.

source: Files you downloaded in the media library will still be there and usable.
de_de: Die Dateien, die du in die Mediathek heruntergeladen hast, bleiben dort gespeichert und können weiterhin verwendet werden.

source: Disconnect now
de_de: Jetzt trennen

source: Error during loading of file permissions from Google Drive. Error:
de_de: Fehler beim Abrufen von Dateidaten aus Google Drive:

source: Access Token
de_de: Zugriffstoken

source: Enter your access token
de_de: Zugriffstoken eingeben

source: Folder ID
de_de: Verzeichnis ID

source: You can find the folder ID in the URL when you show it in your browser.
de_de: Die Ordner-ID findest du in der URL, wenn du das Verzeichnis in deinem Browser anzeigst.

source: Enter a folder ID
de_de: Gibt eine Verzeichnis ID an

source: Connect to your Google Drive
de_de: Verbinde dein Google Drive

source: An access token has already been set by an administrator in the plugin settings. Just connect for show the files.
de_de: Ein Zugriffstoken wurde bereits von einem Administrator in den Plugin-Einstellungen festgelegt. Stelle einfach eine Verbindung her, um die Dateien anzuzeigen.

source: Your access token is already set <a href="%1$s">here</a>. Just connect for show the files.
de_de: Dein Zugriffstoken ist bereits <a href="%1$s">hier</a> eingerichtet. Stelle einfach eine Verbindung her, um die Dateien anzuzeigen.

source: Your access token is already set <a href="%1$s">in your profile</a>. Just connect for show the files.
de_de: Dein Zugriffstoken ist bereits <a href="%1$s">in deinem Profil</a> festgelegt. Stelle einfach eine Verbindung her, um die Dateien anzuzeigen.

source: Get your access token <a href="%1$s">here</a>.
de_de: Hole deinen Zugriffstoken <a href="%1$s">hier</a>.
